anysphere.pyright
dimritium.pastel-underwater-contrast
hasibx2000.dracula-pro
inferrinizzard.prettier-sql-vscode
jmfirth.vsc-space-block-jumper
kaiwood.center-editor-window
louisyoung.pastel-pro
prisma.prisma
ryu1kn.text-marker
stkb.rewrap
tickleforce.scrolloff
vitaliymaz.vscode-svg-previewer
subframe7536.custom-ui-style
redhat.vscode-yaml
bradlc.vscode-tailwindcss
msjsdiag.vscode-react-native
YoavBls.pretty-ts-errors
esbenp.prettier-vscode
csstools.postcss
christian-kohler.path-intellisense
ms-vscode.vscode-typescript-next
github.vscode-github-actions
waderyan.gitblame
expo.vscode-expo-tools
dsznajder.es7-react-js-snippets
adpyke.codesnap
usernamehw.errorlens
mikestead.dotenv
biomejs.biome
coderabbit.coderabbit-vscode